<p><strong>Pol&iacute;tica de Privacidade</strong></p>
<p>Esta Pol&iacute;tica de Privacidade descreve como coletamos, usamos e protegemos as informa&ccedil;&otilde;es pessoais fornecidas pelos usu&aacute;rios ao acessar a funcionalidade de Login e os Detalhes do aplicativo.</p>
<ol>
<li><strong> Coleta de Informa&ccedil;&otilde;es</strong></li>
</ol>
<p>Ao utilizar o aplicativo, podemos coletar os seguintes dados pessoais:</p>
<p>Nome de usu&aacute;rio (se necess&aacute;rio)</p>
<p>N&uacute;mero do Celular (se necess&aacute;rio)</p>
<p>Endere&ccedil;o de e-mail (se necess&aacute;rio)</p>
<p>Essas informa&ccedil;&otilde;es podem ou n&atilde;o serem fornecidas diretamente por voc&ecirc; ao fazer login ou criar uma conta no aplicativo de acordo com o produto ou servi&ccedil;o.</p>
<ol start="2">
<li><strong> Uso das Informa&ccedil;&otilde;es</strong></li>
</ol>
<p>As informa&ccedil;&otilde;es coletadas ser&atilde;o utilizadas exclusivamente para:</p>
<p>Autentica&ccedil;&atilde;o do usu&aacute;rio e fornecimento de acesso ao aplicativo.</p>
<p>Gerenciamento de conta e seguran&ccedil;a.</p>
<p>Melhorias na experi&ecirc;ncia de uso do aplicativo.</p>
<p>N&atilde;o utilizamos suas informa&ccedil;&otilde;es para fins de marketing ou venda a terceiros.</p>
<ol start="3">
<li><strong> Prote&ccedil;&atilde;o de Dados</strong></li>
</ol>
<p>Estamos comprometidos com a seguran&ccedil;a de seus dados. Para proteger suas informa&ccedil;&otilde;es, implementamos medidas t&eacute;cnicas e organizacionais adequadas, incluindo:</p>
<p>Criptografia de senhas.</p>
<p>Uso de firewalls e outras tecnologias de seguran&ccedil;a.</p>
<p>Acesso restrito aos dados coletados.</p>
<p>No entanto, nenhum sistema de transmiss&atilde;o ou armazenamento de dados &eacute; 100% seguro. Apesar dos nossos esfor&ccedil;os, n&atilde;o podemos garantir a total seguran&ccedil;a dos seus dados.</p>
<ol start="4">
<li><strong> Compartilhamento de Informa&ccedil;&otilde;es</strong></li>
</ol>
<p>N&oacute;s n&atilde;o compartilhamos suas informa&ccedil;&otilde;es pessoais com terceiros, a menos que:</p>
<p>Seja exigido por lei ou ordem judicial.</p>
<p>Seja necess&aacute;rio para proteger os direitos, a propriedade ou a seguran&ccedil;a do aplicativo ou de seus usu&aacute;rios.</p>
<ol start="5">
<li><strong> Reten&ccedil;&atilde;o de Dados</strong></li>
</ol>
<p>Manteremos suas informa&ccedil;&otilde;es apenas enquanto for necess&aacute;rio para fornecer o servi&ccedil;o ou conforme exigido pela lei.</p>
<ol start="6">
<li><strong> Altera&ccedil;&otilde;es na Pol&iacute;tica de Privacidade</strong></li>
</ol>
<p>Podemos atualizar esta Pol&iacute;tica de Privacidade periodicamente. Notificaremos os usu&aacute;rios sobre quaisquer altera&ccedil;&otilde;es significativas, e recomenda-se revisar esta p&aacute;gina regularmente para se manter informado.</p>
<ol start="7">
<li><strong> Seus Direitos</strong></li>
</ol>
<p>Voc&ecirc; tem o direito de:</p>
<p>Acessar, corrigir ou excluir suas informa&ccedil;&otilde;es pessoais.</p>
<p>Solicitar a limita&ccedil;&atilde;o do tratamento de seus dados.</p>
<p>Para exercer esses direitos, entre em contato com nosso suporte.</p>
<ol start="8">
<li><strong> Contato</strong></li>
</ol>
<p>Se voc&ecirc; tiver d&uacute;vidas ou preocupa&ccedil;&otilde;es sobre esta Pol&iacute;tica de Privacidade ou o uso de seus dados, entre em contato conosco pelo endere&ccedil;o de e-mail valdirfh@hotmail.com ou por meio do suporte no aplicativo.</p>
<p>&Uacute;ltima atualiza&ccedil;&atilde;o: 17/09/2024</p>